daily_words = [
    {
        "word": "سایه",
        "hint": "همیشه دنبالت میام، ولی هیچ‌وقت نمی‌تونم بهت برسم"
    },
    {
        "word": "آینه",
        "hint": "هر روز به من نگاه می‌کنی تا خودت رو ببینی"
    },
    {
        "word": "باران",
        "hint": "از آسمون میام و زمین رو خیس می‌کنم"
    },
    {
        "word": "شمع",
        "hint": "هرچی بیشتر روشن بمونم، کوچیک‌تر می‌شم"
    },
    {
        "word": "باد",
        "hint": "منو نمی‌بینی، ولی موهات می‌فهمن که اومدم"
    },
    {
        "word": "ماه",
        "hint": "شب‌ها توی آسمونم و گاهی کامل، گاهی نصفه‌ام"
    },
    {
        "word": "برف",
        "hint": "سفیدم و وقتی میام، همه‌جا رو قشنگ می‌کنم"
    },
    {
        "word": "لبخند",
        "hint": "کوچیکم، ولی می‌تونم حال یه نفر رو عوض کنم"
    },
    {
        "word": "خواب",
        "hint": "وقتی میام، چشمات خودشون بسته می‌شن"
    },
    {
        "word": "ستاره",
        "hint": "شب‌ها کوچیک و درخشان توی آسمون دیده می‌شم"
    },
    {
        "word": "عینک",
        "hint": "روی چشمات می‌شینم تا بهتر ببینی"
    },
    {
        "word": "چتر",
        "hint": "وقتی بارون میاد، بالای سرت باز می‌شم"
    },
    {
        "word": "بالش",
        "hint": "شب‌ها سرت رو روی من می‌ذاری"
    },
    {
        "word": "ساعت",
        "hint": "عقربه دارم ولی دست ندارم"
    },
    {
        "word": "مداد",
        "hint": "می‌نویسم، ولی خودم هیچ‌وقت چیزی برای خوندن ندارم"
    },
    {
        "word": "پاک‌کن",
        "hint": "وقتی اشتباه می‌کنی، من میام نجاتت می‌دم"
    },
    {
        "word": "تلفن",
        "hint": "با من می‌تونی صدای کسی رو که پیشت نیست بشنوی"
    },
    {
        "word": "یخ",
        "hint": "خیلی سردم، ولی با گرما ناپدید می‌شم"
    },
    {
        "word": "آتش",
        "hint": "گرمم و هرچی بهم چوب بدی، بزرگ‌تر می‌شم"
    },
    {
        "word": "گل",
        "hint": "زیبا و خوشبوم، ولی اگر آب نخورم پژمرده می‌شم"
    },
    {
        "word": "رود",
        "hint": "همیشه در حرکتم، ولی هیچ‌وقت پا ندارم"
    },
    {
        "word": "ابر",
        "hint": "بالای سرت شناورم و گاهی از خودم بارون می‌ریزم"
    },
    {
        "word": "کفش",
        "hint": "هر روز زیر پاتم و باهات به همه‌جا میام"
    },
    {
        "word": "درخت",
        "hint": "ریشه‌هام توی زمینن و دست‌هام به سمت آسمونن"
    },
    {
        "word": "چراغ",
        "hint": "وقتی تاریکه، من روشن می‌شم تا راهت رو ببینی"
    }
]